/*~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~*\
                                                    tt-server.ino 
                                Copyright © 2018, Zigffred & Nik.S
                                         Copyright © 2018, Nik.S 
    05.12.2018 v0.1
\*~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~*/
/*******************************************************************\
    Сервер tt-server ArduinoJson выдает данные: 
        аналоговые: 
            датчик давления
            датчик температуры PT100
            датчик температуры PT1000
        цифровые: 
            датчики температуры DS18B20
            датчик скорости потока воды YF-B5
/*******************************************************************/

#